Revit 2021.1 API
UnitUtils.ConvertFromInternalUnits Method
Overload List
Name | Description
ConvertFromInternalUnits(Double, DisplayUnitType) |  Obsolete.
 Converts a value from Revit's internal units to a given display unit.
ConvertFromInternalUnits(Double, ForgeTypeId)
 Converts a value from Revit's internal units to a given unit.
See Also
UnitUtils Class
UnitUtils Members
Autodesk.Revit.DB Namespace